tap 'homebrew/bundle'

brew 'bat'
brew 'carthage'
brew 'fd'
brew 'fnm'
brew 'fzf'
brew 'gnu-sed'
brew 'go'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'lsd'
brew 'prettyping'
brew 'shellcheck'
brew 'starship'
brew 'telnet'
brew 'terraform'
brew 'the_silver_searcher'
brew 'uv'
brew 'watch'
brew 'wget'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'arc'
cask 'bartender'
cask 'cursor'
cask 'docker'
cask 'dropbox'
cask 'font-awesome-terminal-fonts'
cask 'font-hack-nerd-font'
cask 'font-powerline-symbols'
cask 'ghostty'
cask 'google-chrome'
cask 'iterm2'
cask 'orbstack'
cask 'protonvpn'
cask 'rectangle'
cask 'signal'
cask 'transmission'
cask 'warp'
cask 'whatsapp'
cask 'zoom'
